Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/prm:_stottemateriell-videoer_til_lule-_og_sorsamiske_fag.html.tmx
Source language: nob
Languages: sma

source: Samisk som førstespråk er både et språkfag og et danningsfag, det betyr at faget sikrer trygge språkbrukere og språkbærere til samiske samfunnet .
sma: Saemien voestesgïeline lea dovne gïelefaage jïh lïerehtimmieråajvarimmie, daate sæjhta jiehtedh faage dovne jearsoe gïeleutnijh jïh gïeleguedtijh saemien seabradahkese buakta.

source: I faget samisk som andrespråk er grunnlaget å snakke samisk med glede og benytte sterke språkmodeller for å utvikle det muntlige språket.
sma: Faagesne saemien mubpiengïeline våarome lea aavojne saemiestidh jïh nænnoes gïelemaallh nuhtjedh mah dam njaalmeldh gïelem evtiedieh.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) er glad når han får fortelle om denne spesielle hendelsen som gjelder fagfornyelsen.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) lea aavone gosse åådtje daan sæjlere heannadimmien bïjre soptsestidh mij lea faageorrestimmien bïjre.

source: – Jeg håper at videoene er både til nytte og et motiverende verktøy på samiskundervisning.
sma: – Manne håhkesjem videjovh dovne nåhtose båetieh jïh dïrreginie sjædta mij skraejriem saemienööhpehtæmman vadta.

source: Jeg håper også at det gir inspirasjon til hvordan bruke de nye læreplanene i undervisningen, både i faget samisk som første- og andrespråk, sier Mikkelsen.
sma: Manne aaj håhkesjem dïhte skraejriem vadta guktie edtja doh orre learoesoejkesjh ööhpehtimmesne nuhtjedh, dovne faagesne saemien voestes- jïh mubpiengïeline, Mikkelsen jeahta.

source: I faget samisk som førstespråk står språk- og tekstlære i sentrum.
sma: Faagesne saemien voestesgïeline gïele- jïh teekstelearoe lea jarngesne.

source: Elever skal bli trygge språkbrukere og skal få kunnskap om forskjellige temaer som gjelder språklige forhold, for at de kan bruke den kunnskapen til videre læring og i arbeidslivet.
sma: Learohkh edtjieh jearsoe gïeleutniejinie sjïdtedh jïh edtjieh daajroem joekehts teemaj bïjre åadtjodh mah leah gïeleldh tsiehkiej bïjre, guktie maehtieh dam daajroem nuhtjedh vielie lïeredh jïh barkoejieliedisnie.

source: Mens i faget samisk som andrespråk er å snakke samisk og utvikling av ordforrådet veldig sentral.
sma: Mearan faagesne saemien mubpiengïeline lea saemiestidh jïh baakoevåarhkoem evtiedidh joekoen jarngesne.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sma: Jis gihtjehtimmie jallh gyhtjelassh, gaskesadth saemiedigkieraeriem Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no

source: Støttemateriell-videoene finner du her:
sma: Dåarjoematerijellevidejovh gaavnh daesnie:

source: Lulesamisk:
sma: Julevsaemien:

source: Støttemateriell til samisk som førstespråk (lulesamisk tale, norsk tekst) – 08:30 min
sma: Dåarjoematerijelle saemiengïelese voestesgïeline (julevsaemien gïele, nöörjen teekste) – 08:30 min

source: Støttemateriell til samisk som andrespråk (lulesamisk tale, norsk tekst) – 04:42 min
sma: Dåarjoematerijelle saemiengïelese mubpiengïeline (julevsaemien gïele, nöörjen teekste) – 04:42 min

source: Støttemateriell til samiske fag (lulesamisk tale, norsk tekst) – kort 02:42 min
sma: Dåarjoematerijelle saemien faagide (julevsaemien gïele, nöörjen teekste) – åenehke 02:42 min

source: Sørsamisk:
sma: Åarjelsaemien:

source: Støttemateriell til samisk som førstespråk (sørsamisk tale, norsk tekst) – 09.35 min
sma: Dåarjoematerijelle saemiengïelese voestesgïeline (åarjelsaemien gïele, nöörjen teekste) – 09.35 min

source: Støttemateriell til samisk som andrespråk (sørsamisk tale, norsk tekst) – 04.55 min
sma: Dåarjoematerijelle saemiengïelese mubpiengïeline (åarjelsaemien gïele, nöörjen teekste) – 04.55 min

source: Støttemateriell til samiske fag (lule- og sørsamisk tale, norsk tekst) – kort: 02.45 min
sma: Dåarjoematerijelle saemien faagide (julev- jïh åarjelsaemien gïele, nöörjen teekste) – åenehke: 02.45 min
